Revit 2027 API
ParameterTypeId.RbsElecCircuitRatingParam Property
 "Rating"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitRatingParam { get; }
Public Shared ReadOnly Property RbsElecCircuitRatingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitRatingParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitRatingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace